Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# im.full.sendTo
source: Send to conversation
zh_hans: 发送到会话

# im.full.start
source: Start conversation
zh_hans: 发起会话

# im.full.submitting
source: Submitting…
zh_hans: 提交中…

# im.full.title
source: Conversation actions
zh_hans: 会话操作

# im.full.topicID
source: Topic ID
zh_hans: 路线编号

# im.full.unknown
source: The outcome is unknown. Check the conversation before retrying the unchanged request.
zh_hans: 结果未知。请先检查会话，再决定是否重试原请求。

# im.full.unmute
source: Unmute conversation
zh_hans: 关闭免打扰

# im.full.unsupportedAction
source: This action is not supported by this version.
zh_hans: 当前版本暂不支持此操作。

# im.full.upload
source: Confirm image upload
zh_hans: 确认上传图片

# im.full.uploadConsent
source: Upload this image to the configured service? Sending it requires a separate review.
zh_hans: 将此图片上传到已配置服务？发送前还需单独确认。

# im.full.uploadUnknown
source: Upload outcome unknown. Check before starting another upload.
zh_hans: 上传结果未知，请检查后再开始新的上传。

# im.full.uploaded
source: Image uploaded. Review before sending.
zh_hans: 图片已上传，请确认后再发送。

# im.full.viewTopic
source: View route or activity
zh_hans: 查看路线或活动

# image.retained.boundary
source: Choose a photo, review its upload, then attach it. Uploading does not publish your changes.
zh_hans: 选择照片并确认上传后，再将其附加。上传不会发布更改。

# image.retained.cancel
source: Cancel selection
zh_hans: 取消选择

# image.retained.changed
source: Account or destination changed. Select again.
zh_hans: 账号或目标已更改，请重新选择。

# image.retained.close
source: Close photo
zh_hans: 关闭照片

# image.retained.confirmUpload
source: Confirm photo upload
zh_hans: 确认上传照片

# image.retained.failed
source: Photo could not be processed
zh_hans: 无法处理照片

# image.retained.loading
source: Processing photo
zh_hans: 正在处理照片

# image.retained.photos
source: Photos
zh_hans: 照片

# image.retained.preview
source: Selected photo preview
zh_hans: 所选照片预览

# image.retained.remove
source: Remove photo
zh_hans: 移除照片

# image.retained.reviewBoundary
source: Reviews may contain up to nine uploaded photos. Publication remains subject to review.
zh_hans: 评价最多可附加九张已上传照片，发布仍需审核。

# image.retained.select
source: Choose photo
zh_hans: 选择照片

# image.retained.synthetic
source: Synthetic local image example. No library, camera or network access.
zh_hans: 本地模拟图片示例，不访问相册、相机或网络。

# image.retained.syntheticSelect
source: Select synthetic image
zh_hans: 选择模拟图片

# image.retained.unknown
source: Upload outcome is unknown. Do not retry automatically.
zh_hans: 上传结果未知，请勿自动重试。

# image.retained.uploaded
source: Photo uploaded
zh_hans: 照片已上传

# image.retained.use
source: Use uploaded photo
zh_hans: 使用已上传照片

# journey.active
source: Applied
zh_hans: 生效

# journey.advantage
source: Advantage
zh_hans: 优势

# journey.cancel
source: Cancel
zh_hans: 取消

# journey.check.title
source: Journey check
zh_hans: 旅程检定

# journey.close
source: Continue journey
zh_hans: 继续旅程

# journey.companion
source: Along the way
zh_hans: 沿途陪伴

# journey.confirm
source: Confirm
zh_hans: 确认

# journey.cost
source: Settlement cost
zh_hans: 结算代价

# journey.dc
source: Difficulty
zh_hans: 难度

# journey.dice
source: Server dice
zh_hans: 服务端骰点

# journey.disabled
source: Live journey actions are unavailable
zh_hans: 旅程在线操作尚未启用

# journey.disadvantage
source: Disadvantage
zh_hans: 劣势

# journey.egg
source: Journey discovery
zh_hans: 沿途彩蛋

# journey.egg.collected
source: Collection confirmed
zh_hans: 已确认收集

# journey.exhausted
source: Exhausted
zh_hans: 已耗尽

# journey.failure
source: Failed
zh_hans: 失败

# journey.hp
source: Health
zh_hans: 生命

# journey.inactive
source: Not applied
zh_hans: 未生效

# journey.kept
source: Kept die
zh_hans: 保留骰点

# journey.luck
source: Luck
zh_hans: 幸运

# journey.record.actionGate
source: Asking requires arrival, an unlocked stop and separately approved action access.
zh_hans: 询问需要已到店、节点已解锁，且询问操作权限已配置。

# journey.record.answer
source: Answer received
zh_hans: 已获得回答

# journey.record.archive
source: Your journey archive
zh_hans: 本局档案

# journey.record.ask
source: Ask this question
zh_hans: 询问此问题

# journey.record.askImpact
source: This records the selected question in this exact journey. It does not complete the stop.
zh_hans: 将在当前这一局中记录所选问题，不会代替本站任务完成。

# journey.record.backpack
source: Backpack
zh_hans: 背包

# journey.record.badge
source: Ending badge
zh_hans: 结局徽章

# journey.record.casebook
source: Casebook
zh_hans: 案件册

# journey.record.changed
source: What changed
zh_hans: 发生了什么变化

# journey.record.costs
source: Consequences
zh_hans: 已承担的代价

# journey.record.disabled
source: Journey record access is not configured
zh_hans: 旅程记录访问尚未配置

# journey.record.discoveries
source: Optional discoveries
zh_hans: 可选发现

# journey.record.empty
source: No records are available yet
zh_hans: 暂无记录

# journey.record.ending
source: Journey ending
zh_hans: 旅程结局

# journey.record.endingChapter
source: Final chapter
zh_hans: 结局章节

# journey.record.exhibits
source: Evidence
zh_hans: 证物

# journey.record.facts
source: Discovered facts
zh_hans: 已发现线索

# journey.record.failed
source: This record could not be loaded. Refresh to try again.
zh_hans: 记录读取失败，请刷新重试。

# journey.record.log
source: Journey history
zh_hans: 旅程日志

# journey.record.mediaGate
source: Media access has not been configured
zh_hans: 图片访问尚未配置

# journey.record.next
source: What comes next
zh_hans: 接下来的旅程

# journey.record.node
source: Stop
zh_hans: 节点

# journey.record.questions
source: Ask about this stop
zh_hans: 询问本站

# journey.record.readbackFailed
source: Your answer was received, but the updated record could not be loaded. Refresh the record.
zh_hans: 已收到回答，但更新后的记录读取失败，请刷新记录。

# journey.record.refresh
source: Refresh record
zh_hans: 刷新记录

# journey.record.relation.ally
source: Ally
zh_hans: 盟友

# journey.record.relation.guarded
source: Guarded
zh_hans: 戒备

# journey.record.relation.neutral
source: Neutral
zh_hans: 中立

# journey.record.relations
source: Relationships
zh_hans: 人物关系

# journey.record.reward.claimed
source: Received
zh_hans: 已到手

# journey.record.reward.none
source: No reward at this stop
zh_hans: 本站无奖励

# journey.record.reward.pending
source: Pending
zh_hans: 待到手

# journey.record.rewardAuthority
source: Reward status comes from the server. Pending rewards cannot be claimed from this page.
zh_hans: 奖励状态以服务器记录为准，待领取奖励不能在此页面直接领取。

# journey.record.stage
source: Chapter outcome
zh_hans: 章节结算

# journey.record.stale
source: The journey changed. Refresh and review the question again.
zh_hans: 旅程状态已改变，请刷新后重新确认问题。

# journey.record.title
source: Journey record
zh_hans: 旅程记录

# journey.record.unavailableAction
source: This question is not available to ask now
zh_hans: 现在无法询问此问题

# journey.record.unknown
source: The result is unconfirmed. Refresh the server record before another attempt; this action will not be retried automatically.
zh_hans: 操作结果尚未确认。请先刷新服务器记录，不会自动重复提交。

# journey.recover
source: Review settlement recovery
zh_hans: 查看结算恢复

# journey.reroll
source: Reroll
zh_hans: 重掷

# journey.reroll.cost
source: Reroll spends one luck. The server determines the outcome.
zh_hans: 重掷消耗一点幸运，结果由服务端决定。

# journey.review
source: Review journey action
zh_hans: 确认检定操作

# journey.roll
source: Roll
zh_hans: 掷骰

# journey.settle
source: Settle
zh_hans: 结算

# journey.settle.impact
source: Settlement applies this check’s server-defined effects. Recovery may also settle a check that has not yet settled.
zh_hans: 结算将应用服务端定义的检定影响。恢复操作也可能结算尚未结算的检定。

# journey.success
source: Succeeded
zh_hans: 成功

# journey.total
source: Total
zh_hans: 总计

# journey.unknown
source: The outcome is unknown. Do not roll again. Review settlement to recover the server receipt.
zh_hans: 结果尚不确定，请勿再次掷骰。可确认结算以恢复服务端回执。

# journey.working
source: Waiting for server
zh_hans: 等待服务端

# language.system
source: Follow system
zh_hans: 跟随系统

# localCopy.copied
source: Copied to clipboard.
zh_hans: 已复制到剪贴板。

# localCopy.failed
source: Copy failed. Select the text to copy it manually.
zh_hans: 复制失败，请选择文字后手动复制。

# media.destination.empty
source: No photos
zh_hans: 暂无图片

# media.destination.failed
source: Photo could not load
zh_hans: 图片加载失败

# media.destination.image
source: Photo
zh_hans: 图片

# media.destination.next
source: Next
zh_hans: 下一张

# media.destination.openImage
source: Open photo
zh_hans: 查看图片

# media.destination.poiGallery
source: Place photos
zh_hans: 据点相册

# media.destination.previous
source: Previous
zh_hans: 上一张

# media.destination.squareImages
source: Photos
zh_hans: 图片浏览

# media.destination.unavailable
source: Photo loading is not enabled
zh_hans: 图片加载尚未启用

# media.destination.zoomHint
source: Pinch or double-tap to zoom; drag to pan
zh_hans: 双指或双击缩放，拖动查看细节

# media.poster.confirm
source: Confirm place verification
zh_hans: 确认提交据点核验

# media.poster.consent
source: Allow this scan and one location check
zh_hans: 同意本次扫描与一次定位核验

# media.poster.disabled
source: Camera, location and check-in are not enabled for this deployment
zh_hans: 此环境尚未启用相机、定位与打卡提交

# media.poster.phase.completed
source: The server confirmed this check-in
zh_hans: 服务端已确认本次打卡

# media.poster.phase.failed
source: Verification was not completed. Check permissions and scan again.
zh_hans: 核验未完成，请检查权限后重新扫描。

# media.poster.phase.locating
source: Checking your current location…
zh_hans: 正在获取本次位置…

# media.poster.phase.needsRedemption
source: Merchant redemption is still required
zh_hans: 仍需商家核销，尚未完成领取

# media.poster.phase.preflighting
source: Checking the current place status…
zh_hans: 正在核对据点当前状态…

# media.poster.phase.ready
source: Ready to scan
zh_hans: 准备扫描

# media.poster.phase.review
source: QR captured. Confirm to submit the code and this location.
zh_hans: 已识别二维码。确认后将二维码与本次位置提交核验。

# media.poster.phase.submitting
source: Awaiting the verification result…
zh_hans: 正在等待核验结果…

# media.poster.phase.unavailable
source: Verification is unavailable
zh_hans: 核验暂不可用

# media.poster.phase.unknown
source: The result is unknown and this attempt is locked. Do not scan again. Return to place details to check its status.
zh_hans: 结果待确认，本次操作已锁定。请勿重新扫码，请返回据点详情核对状态。

# media.poster.purpose
source: Scan with the camera and use one fresh foreground location to verify this place. Scanning alone does not complete check-in.
zh_hans: 使用相机扫描，并获取一次当前前台位置核验据点。扫描本身不代表打卡完成。

# media.poster.ready
source: Ready to scan
zh_hans: 准备扫描

# media.poster.scan
source: Open scanner
zh_hans: 打开扫描相机

# media.poster.title
source: Scan the place poster
zh_hans: 扫描据点海报

# media.poster.unsupported
source: This place has no available poster-scan method
zh_hans: 此据点未配置可用的海报扫描核验方式

# media.stamp.cameraIssue
source: Camera access is unavailable. Check camera permission in Settings, then return and try again.
zh_hans: 相机暂不可用，请在系统设置中检查相机权限后返回重试。

# media.stamp.capture
source: Take photo
zh_hans: 拍摄照片

# media.stamp.capturedPreview
source: Your captured photo, cropped to 4:5
zh_hans: 实际拍摄并裁切为 4:5 的照片

# media.stamp.consent
source: Use the camera for this stamp
zh_hans: 为本枚邮票使用相机

# media.stamp.create
source: Confirm saving to album
zh_hans: 确认入册

# media.stamp.disabled
source: Camera and photo upload are not enabled for this deployment
zh_hans: 此环境尚未启用相机和照片上传

# media.stamp.exactRetry
source: Confirmation reuses the same uploaded photo and request key. Do not upload or retake while the result is unresolved.
zh_hans: 再次确认仅使用原照片与原幂等键核对。结果确认前请勿重新上传或重拍。

# media.stamp.phase.awaitingCreate
source: Photo uploaded. It has not been saved to the album yet.
zh_hans: 照片已上传，尚未入册。

# media.stamp.phase.created
source: The server confirmed the stamp was added. Moderation may still be pending.
zh_hans: 服务端已确认入册，图片审核可能仍在进行中。

# media.stamp.phase.creating
source: Waiting for album confirmation…
zh_hans: 正在等待入册确认…

# media.stamp.phase.failed
source: The photo was not uploaded. Review it and try again.
zh_hans: 照片尚未上传，请确认后重试。

# media.stamp.phase.ready
source: Ready to take a photo
zh_hans: 准备拍摄

# media.stamp.phase.review
source: Review the actual cropped photo before uploading
zh_hans: 请先确认实际裁切后的照片

# media.stamp.phase.unavailable
source: Safe recovery storage is unavailable. No upload or save can start.
zh_hans: 安全恢复存储不可用，暂不能上传或入册。

# media.stamp.phase.unknown
source: The previous result needs confirmation. A new capture is locked.
zh_hans: 上次结果待确认，暂不能重新拍摄。

# media.stamp.phase.uploading
source: Uploading the photo…
zh_hans: 正在上传照片…

# media.stamp.purpose
source: Take a new photo and review its 4:5 center crop before uploading. Saving to the album is a separate confirmed step. No location is requested.
zh_hans: 拍摄新照片后，先预览 4:5 中心裁切，再确认上传。上传成功后另行确认入册。本流程不请求定位。

# media.stamp.retake
source: Retake photo
zh_hans: 重新拍摄

# media.stamp.title
source: Stamp camera
zh_hans: 集邮相机

# media.stamp.upload
source: Upload this photo
zh_hans: 上传这张照片

# memberTemplate.draft
source: Draft
zh_hans: 草稿

# memberTemplate.failed
source: Couldn’t open this template. Try again.
zh_hans: 这份玩法没能打开，请重试

# memberTemplate.loading
source: Loading template…
zh_hans: 正在加载玩法…

# memberTemplate.login
source: Sign in to read this template
zh_hans: 登录后查看这份玩法

# memberTemplate.mediaUnavailable
source: Template images are awaiting media access
zh_hans: 玩法图片服务尚未接通

# memberTemplate.notConfigured
source: Personal-template reading is not connected yet
zh_hans: 个人玩法读取服务尚未接通

# memberTemplate.published
source: Published
zh_hans: 已发布

# memberTemplate.readBoundary
source: This is a read-only personal-template view. Editing and applying this saved template require their own accepted authoring workflow.
zh_hans: 此处只读展示个人玩法。编辑和应用这份已保存的玩法需要独立验收的创作流程

# memberTemplate.story
source: Story
zh_hans: 故事

# memberTemplate.title
source: Personal template details
zh_hans: 个人玩法详情

# merchant.access.awaitingActivation
source: Awaiting activation
zh_hans: 待启用

# merchant.access.denied
source: Your current role cannot access this information
zh_hans: 当前岗位无权查看这些信息

# merchant.access.disabled
source: Merchant account disabled
zh_hans: 商家账号已停用

# merchant.access.effective
source: Merchant identity effective
zh_hans: 商家身份已生效

# merchant.access.inactive
source: No active merchant access
zh_hans: 暂无有效经营身份

# merchant.access.inactiveHint
source: Operating tools require active access confirmed by the server.
zh_hans: 经营功能需要服务端确认有效经营身份。

# merchant.access.noReadSurfaces
source: This role has no access to the available read-only sections.
zh_hans: 当前岗位无权查看已迁移的只读内容。

# merchant.access.pending
source: Application under review
zh_hans: 申请审核中

# merchant.access.rejected
source: Application rejected
zh_hans: 申请已驳回

# merchant.assist.apply
source: Apply to this draft
zh_hans: 填入当前草稿

# merchant.assist.applyHint
source: Only untouched, empty fields will be filled. Your existing values and any changes made since generation began are preserved. Save separately after reviewing the template.
zh_hans: 只填入未编辑过的空字段，保留已有内容及开始生成后所作的修改。请检查模板后另行保存。

# merchant.assist.boundary
source: Review suggestions before applying them to this local draft. Applying does not save or publish.
zh_hans: 请先检查建议，再填入当前本地草稿。填入不会保存或发布。

# merchant.assist.disabled
source: AI generation is not enabled for this account and deployment. You can keep editing the template manually.
zh_hans: 当前账号和环境尚未启用 AI 生成，你仍可手动编辑模板。

# merchant.assist.error.cancelled
source: Stopped waiting. Your draft was not changed; a request already sent may still complete.
zh_hans: 已停止等待。草稿未被修改，已发送的请求仍可能完成。

# merchant.assist.error.disabled
source: AI generation is not enabled. No request was sent.
zh_hans: 尚未启用 AI 生成，未发送请求。

# merchant.assist.error.empty
source: No usable content was generated. Try another description or continue manually.
zh_hans: 没有生成可用内容，请换种描述重试或继续手动编辑。

# merchant.assist.error.malformed
source: The service returned an unreadable result. Nothing was applied.
zh_hans: 服务返回的内容无法解析，尚未填入任何内容。

# merchant.assist.error.permission
source: Your sign-in or current identity does not permit AI creation.
zh_hans: 当前登录状态或身份不允许 AI 创作。

# merchant.assist.error.promptRequired
source: Describe the activity you want before generating.
zh_hans: 请先描述想生成的玩法。

# merchant.assist.error.provider
source: The service is temporarily unavailable. You can retry or continue editing manually.
zh_hans: 服务暂时不可用，可重试或继续手动编辑。

# merchant.assist.error.shopNameRequired
source: Enter a shop or template name first.
zh_hans: 请先填写店名或模板名称。

# merchant.assist.error.stale
source: The account, access, or source draft changed. Close this sheet and reopen it from the current draft.
zh_hans: 账号、权限或源草稿已变化，请关闭后从当前草稿重新打开。

# merchant.assist.error.unknown
source: The request outcome is unknown. Do not repeat it; it may have used provider quota. Your draft was not changed.
zh_hans: 请求结果未知，请勿重复提交，可能已消耗服务额度。草稿未被修改。

# merchant.assist.field.correctAnswer
source: Correct answer
zh_hans: 正确选项

# merchant.assist.field.description
source: Description
zh_hans: 描述

# merchant.assist.field.feedbackText
source: Completion feedback
zh_hans: 完成反馈

# merchant.assist.field.optionA
source: Option A
zh_hans: 选项 A

# merchant.assist.field.optionB
source: Option B
zh_hans: 选项 B

# merchant.assist.field.optionC
source: Option C
zh_hans: 选项 C

# merchant.assist.field.optionD
source: Option D
zh_hans: 选项 D

# merchant.assist.field.questionAnswer
source: Secret answer
zh_hans: 口令答案

# merchant.assist.field.questionName
source: Question
zh_hans: 题目

# merchant.assist.field.title
source: Title
zh_hans: 标题

# merchant.assist.field.validationMethod
source: Validation method
zh_hans: 验证方式

# merchant.assist.generate
source: Generate suggestions
zh_hans: 生成建议

# merchant.assist.generatedNote
source: AI-generated suggestions
zh_hans: AI 生成建议

# merchant.assist.noChanges
source: There are no applicable empty fields. Your draft will stay as it is.
zh_hans: 没有可以填入的空字段，草稿将保持原样。

# merchant.assist.permissionNextStep
source: Check your merchant access and active identity in Settings, or sign in again. Repeating this request will not change your permissions.
zh_hans: 请在设置中检查商家权限和当前身份，或重新登录。反复重试不会改变权限。

# merchant.assist.prompt
source: Describe the activity or riddle you want
zh_hans: 描述想生成的玩法或谜题

# merchant.assist.request
source: Describe the template
zh_hans: 描述模板玩法

# merchant.assist.retry
source: Try again
zh_hans: 重试

# merchant.assist.review
source: Review suggested fields
zh_hans: 检查建议内容

# merchant.assist.shopName
source: Shop or template name
zh_hans: 店名或模板名称

# merchant.assist.title
source: AI template assist
zh_hans: AI 帮写模板

# merchant.assist.unsupported
source: Returned fields this editor cannot apply
zh_hans: 当前编辑器无法填入的返回字段

# merchant.assist.unsupportedHint
source: These fields are shown in full for review but are not saved by this form. A story may supply only the first 30 characters as a description when no description was returned.
zh_hans: 这些字段完整展示供检查，但不会由此表单保存。未返回描述时，仅将故事的前 30 个字符用作描述。

# merchant.assist.working
source: Preparing suggestions…
zh_hans: 正在准备建议…

# merchant.business.addNote
source: Add follow-up note
zh_hans: 添加跟进备注

# merchant.business.aftercare
source: Aftercare
zh_hans: 退款售后

# merchant.business.amountPending
source: Amount not established
zh_hans: 金额尚未成立

# merchant.business.applyFilter
source: Apply filters
zh_hans: 应用筛选

# merchant.business.assignTag
source: Assign tag
zh_hans: 添加标签

# merchant.business.batch
source: Batch details
zh_hans: 批次详情

# merchant.business.batchTag
source: Tag selected customers
zh_hans: 批量添加标签

# merchant.business.batches
source: Public transfer batches
zh_hans: 对公结算批次

# merchant.business.boundary
source: Read current records and review actions. Availability depends on scoped approval and current permissions.
zh_hans: 读取当前记录并预览操作。是否可提交取决于限定授权和当前权限。

# merchant.business.bucket
source: Aftercare status
zh_hans: 售后分组

# merchant.business.bucket.COMPLETED
source: Completed
zh_hans: 已完成

# merchant.business.bucket.PENDING
source: Awaiting response
zh_hans: 待回应

# merchant.business.bucket.PROCESSING
source: Processing
zh_hans: 处理中

# merchant.business.changeRole
source: Change role
zh_hans: 修改岗位

# merchant.business.chooseRole
source: Choose a supplied role
zh_hans: 选择服务端提供的岗位

# merchant.business.confirmProduction
source: Confirm action
zh_hans: 确认操作

# merchant.business.confirmSynthetic
source: Confirm in offline example
zh_hans: 确认模拟提交

# merchant.business.conflict
source: The record or permissions changed. Reload and review again.
zh_hans: 记录或权限已变化，请刷新后重新预览。

# merchant.business.correctNote
source: Append correction
zh_hans: 追加更正

# merchant.business.customer
source: Customer details
zh_hans: 客户详情

# merchant.business.customers
source: Customers
zh_hans: 客户名册

# merchant.business.decision
source: Merchant opinion
zh_hans: 商家意见

# merchant.business.deleteReplyWarning
source: Prepare deletion of the existing public merchant reply.
zh_hans: 准备删除现有公开商家回复。

# merchant.business.denied
source: Your current business identity does not have access.
zh_hans: 当前经营身份没有此权限。

# merchant.business.disabled
source: Live dispatch is disabled. This review does not change any business record.
zh_hans: 真实提交暂未启用。本次预览不会更改业务记录。

# merchant.business.empty
source: No records in this view.
zh_hans: 当前视图暂无记录。

# merchant.business.entries
source: Income and adjustments
zh_hans: 收入与调整

# merchant.business.evidenceHint
source: Only the source evidence object-key format is accepted. Native image upload is not enabled.
zh_hans: 仅接受源协议规定的凭证对象键格式。原生图片上传尚未启用。

# merchant.business.evidenceKey
source: Existing evidence upload key
zh_hans: 已有凭证上传对象键

# merchant.business.field.acceptedAt
source: Joined
zh_hans: 加入时间

# merchant.business.field.actorRoleCode
source: Acting role
zh_hans: 操作岗位

# merchant.business.field.adjustmentPending
source: Pending adjustments
zh_hans: 待执行调整

# merchant.business.field.adjustmentPendingCount
source: Pending adjustment count
zh_hans: 待执行调整笔数

# merchant.business.field.all
source: All customers
zh_hans: 全部客户

# merchant.business.field.amountTotal
source: Batch amount
zh_hans: 批次金额

# merchant.business.field.arrivalAt
source: Arrival time
zh_hans: 到账时间

# merchant.business.field.arrivedAmount
source: Arrived amount
zh_hans: 已到账金额

# merchant.business.field.arrivedCount
source: Visits
zh_hans: 到店次数

# merchant.business.field.averageRating
source: Average rating
zh_hans: 平均评分

# merchant.business.field.chapterName
source: Chapter
zh_hans: 章节

# merchant.business.field.contactHint
source: Contact status
zh_hans: 联系状态

# merchant.business.field.content
source: Content
zh_hans: 内容

# merchant.business.field.correctsNoteId
source: Corrected note ID
zh_hans: 被更正备注ID

# merchant.business.field.count
source: Count
zh_hans: 笔数

# merchant.business.field.createTime
source: Created
zh_hans: 创建时间

# merchant.business.field.customerDisplayName
source: Customer display name
zh_hans: 客户展示名

# merchant.business.field.customerMemberIds
source: Selected customer IDs
zh_hans: 所选客户ID

# merchant.business.field.decision
source: Decision
zh_hans: 意见

# merchant.business.field.description
source: Description
zh_hans: 描述

# merchant.business.field.destination
source: Destination
zh_hans: 去向

# merchant.business.field.displayState
source: Source display state
zh_hans: 源展示状态

# merchant.business.field.entryKind
source: Entry kind
zh_hans: 分录类型

# merchant.business.field.evidenceKeys
source: Evidence object keys
zh_hans: 凭证对象键

# merchant.business.field.expectedVersion
source: Expected version
zh_hans: 预期版本

# merchant.business.field.expiresAt
source: Expires
zh_hans: 失效时间

# merchant.business.field.fulfillmentState
source: Fulfillment state
zh_hans: 履约状态

# merchant.business.field.headCount
source: Head count
zh_hans: 人数

# merchant.business.field.holdState
source: Hold state
zh_hans: 暂停状态

# merchant.business.field.inviteId
source: Invitation ID
zh_hans: 邀请ID

# merchant.business.field.invoiceState
source: Invoice state
zh_hans: 发票状态

# merchant.business.field.lastAction
source: Last action
zh_hans: 最近行为

# merchant.business.field.lastInteractionTime
source: Last interaction
zh_hans: 最近互动时间

# merchant.business.field.lastTime
source: Last activity
zh_hans: 最近活动时间

# merchant.business.field.latestNote
source: Latest note
zh_hans: 最新备注
